# API key and secret Binance

api_key = ''
api_secret = ''

# API Telegram

# Ссылка на бота, например если ссылка на бота https://t.me/binance_bot_20221232222,
# то в данной переменной нужно указать '@binance_bot_20221232222'
channel = ''
# Токен бота выдаёт https://t.me/BotFather при создании бота
token = ''

# Buy and sell prices

# Тикер
symbol = 'BTCBUSD'
# Количество BTC, например 0.0006, необходимо учитывать лимиты биржи, например размер минимального лота
quantity = 0.0005
# Лимит на покупку, заменить на своё значение
price_buy = 25200
# Стоп на покупку, заменить на своё значение
stop_buy = 25000
# Лимит на продажу, заменить на своё значение
price_sell = 24600
# Стоп на продажу, заменить на своё значение
stop_sell = 24990
